adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
alsa-firmware
alsa-utils
amd-ucode
amdgpu_top
android-tools
android-udev
asciiquarium
awesome-terminal-fonts
baobab
base
base-devel
bash-completion
bat
blender
bluez-utils
brightnessctl
btop
cantarell-fonts
chromium
cliphist
cmake
copyq
decibels
dhcpcd
dnsmasq
efibootmgr
epiphany
evince
fastfetch
fbida
ffmpegthumbnailer
ffmpegthumbs
firefox
fish
fzf
gamemode
gamescope
gdm
geeqie
gimp
git
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
goverlay
gphoto2
grilo-plugins
grim
gst-libav
gst-plugins-ugly
gtkwave
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hunspell
hunspell-en_us
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
i2c-tools
inter-font
iverilog
iwd
kdeconnect
kdenlive
kitty
less
lib32-gamemode
lib32-libvdpau
libconfig
libdvdcss
linux
linux-firmware
linux-zen
linux-zen-headers
loupe
lutris
mako
malcontent
man-db
mpv
mpv-mpris
nautilus
nautilus-python
neovim
network-manager-applet
networkmanager
nftables
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
nwg-look
obs-studio
openresolv
openrgb
orca
otf-commit-mono-nerd
otf-font-awesome
pacman-contrib
pacrunner
papirus-icon-theme
pavucontrol
pipewire-alsa
power-profiles-daemon
powerline-fonts
proton-vpn-gtk-app
python-pip
python-pynvim
qemu-full
qrcodegencpp-cmake
qt6-wayland
read-edid
rkhunter
rocm-smi-lib
rofi
rygel
scrcpy
scx-scheds
sddm
simple-scan
slurp
snapshot
sndio
sshfs
steam
sushi
swappy
systemc
tecla
thunar
totem
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-ubuntu-font-family
uget
umu-launcher
verilator
vim
virtualbox
vivaldi
vivaldi-ffmpeg-codecs
vlc
vlc-plugins-all
vulkan-tools
waybar
wine-gecko
wine-mono
wine-nine
wine-staging
winetricks
wireless-regdb
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xorg-font-util
xorg-fonts-type1
yelp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zed
